tap "clementtsang/bottom"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jonof/kenutils"
tap "octavore/tools"
tap "pts/utils"
tap "schniz/tap"
brew "arp-scan"
brew "bat"
brew "glib"
brew "cmake"
brew "composer"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gotop"
brew "hexyl"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "krb5"
brew "libpq"
brew "luarocks"
brew "mas"
brew "miniserve"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "pandoc"
brew "php"
brew "poppler"
brew "python@3.8"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "sqldiff"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "watchexec"
brew "watchman"
brew "zsh-syntax-highlighting"
brew "clementtsang/bottom/bottom"
brew "octavore/tools/delta"
brew "pts/utils/pdfsizeopt", args: ["HEAD"]
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "appcleaner"
cask "bartender"
cask "dash"
cask "dbngin"
cask "discord"
cask "dropbox"
cask "droplr"
cask "iconjar"
cask "iterm2"
cask "kitty"
cask "macdown"
cask "ngrok"
cask "obs"
cask "paw"
cask "slack"
cask "tableplus"
cask "teamviewer"
cask "tuple"
cask "visual-studio-code"
cask "vlc"
mas "Dato", id: 1470584107
mas "Display Menu", id: 549083868
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "Todoist", id: 585829637
